// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@。 %@ ー ディスク枚数：　%d。";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@。　%@ ー ディスク枚数：　１。";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@%2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@　（オンライン販売不可能）";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%d はネットワーク接続がなくても使えるようにあなたのデバイスへ予告編以外のデータをキャッシュします。予告編意外はすべてキャッシュされます。";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ はネットへつながっていないのでページを開くことができません。";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ には翻訳漏れ/誤訳があります。直せますか?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ にはあなたのユーザーネームとパスワードは登録されていません。\n\nNetflix.com のページが開いてこのアプリを承認できます。Netflix をはじめに使うときはワイヤレス接続を使ったほうが良いです。";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ にはお気に入りの映画館が載っていません。追加してもらえますか？";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ 点数";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@。%2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d%2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Q&A";

/* i.e.: 2 hours */
"%d hours" = "%d時間";

/* i.e.: 30 minutes */
"%d minutes" = "%d分";

/* No comment provided by engineer. */
"%d months ago" = "%d月前";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d / %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "検索距離以遠の映画館：%d";

/* No comment provided by engineer. */
"%d weeks ago" = "%d週間前";

/* No comment provided by engineer. */
"%d years ago" = "%d年前";

/* No comment provided by engineer. */
"1 hour" = "1時間";

/* No comment provided by engineer. */
"1 kilometer" = "１km";

/* No comment provided by engineer. */
"1 mile" = "１マイル";

/* No comment provided by engineer. */
"1 minute" = "１分";

/* No comment provided by engineer. */
"1 month ago" = "１月前";

/* No comment provided by engineer. */
"1 theater outside search area" = "検索距離以遠の映画館：１";

/* No comment provided by engineer. */
"1 week ago" = "１週間前";

/* No comment provided by engineer. */
"1 year ago" = "１年前";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "紹介";

/* No comment provided by engineer. */
"Account #%d" = "アカウント #%d";

/* <first name> <last name> */
"Account: %@ %@" = "アカウント： %@ %@";

/* No comment provided by engineer. */
"Accounts" = "アカウント";

/* Movie category */
"Action & Adventure" = "アクション・アドベンチャー";

/* No comment provided by engineer. */
"Add New Account" = "アカウントを追加";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "映画館を追加";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Netflix へ追加";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "映画を追加";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "全て";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "全て (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "原因不明なエラーが発生しました。";

/* Movie category */
"Anime & Animation" = "アニメ";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple はサードパーティ アプリケーションのアイコンを変える機能を提供しません。追加されたらその機能を実装します。";

/* The list of Netflix movies currently at the user's house */
"At Home" = "At Home";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "場所自動更新";

/* Movie is available to be shipped now */
"Available Now" = "発売中";

/* Movie will be released soon */
"Available Soon" = "まもなく発売";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "発売未定";

/* No comment provided by engineer. */
"Bio:" = "伝記:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Blu-ray のみ";

/* No comment provided by engineer. */
"Bookmarks" = "お気に入り";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "電話";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "映画館の最大検索距離を上げられますか？";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cannot Open Page" = "ページを開けません";

/* No comment provided by engineer. */
"Cast:" = "キャスト:";

/* No comment provided by engineer. */
"Category Notifications" = " カテゴリ通知";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "日付を変える";

/* Movie category */
"Children & Family" = "ファミリー";

/* No comment provided by engineer. */
"City/State or Postal Code" = "郵便番号";

/* Movie category */
"Classics" = "クラシック";

/* Movie category */
"Comedy" = "コメディ";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "指定を変えられません：\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Netflix に接続できませんでした。";

/* No comment provided by engineer. */
"Could not find location." = "場所は見つかりません。";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "場所は見つかりませんでした。\n地理位置情報は使えません。";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Netflix みたいに Blockbuster の映画レンタル機能を提供できますか？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "%@ に好きなアイコンを使えるようにできますか？";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "現在 Blockbuster はサードパーティ アプリケーションが利用できる API 提供しません。追加されたらその機能を実装します。";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "現在無理です。しかし、映画館を「お気に入り」にすれば検索距離以外でも表示されます。";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "現在、設定は Netflix のサイトでしか更新できません。";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "DVD のみ";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray情報提供：";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "未来の映画情報は完全でない可能性があります。検索日付を現在の日付へリセットしてください。";

/* No comment provided by engineer. */
"Director:" = "監督:";

/* No comment provided by engineer. */
"Directors:" = "監督:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "ディスク";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "ディスク (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "ディスク列";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "距離";

/* Movie category */
"Documentary" = "教養・ドキュメント";

/* No comment provided by engineer. */
"Downloading data" = "情報ダウンロード中";

/* No comment provided by engineer. */
"Downloading image" = "ポスターダウンロード中";

/* No comment provided by engineer. */
"Downloading information." = "情報のダウンロード中。";

/* Movie category */
"Drama" = "ドラマ";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "ライセンス制約のために、レビューと指定はすべての映画とは利用できませんかもしれません。";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "映画情報をメール";

/* No comment provided by engineer. */
"Enabled" = "有効";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "全体の履歴";

/* No comment provided by engineer. */
"Error occurred" = "エラー発生しました。";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Netflix と通信するとき、エラーが発生しました。また後でやり直してください。";

/* Movie category */
"Faith & Spirituality" = "思想・宗教";

/* No comment provided by engineer. */
"Favorites" = "お気に入り";

/* No comment provided by engineer. */
"Film trailers provided by:" = "予告編提供：";

/* No comment provided by engineer. */
"Force Refresh" = "再読み込み (キャッシュ上書き)";

/* Movie category */
"Foreign" = "海外";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "形式：";

/* Movie category */
"Gay & Lesbian" = "レズビアン・ゲイ";

/* No comment provided by engineer. */
"Genre:" = "ジャンル:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "地理位置情報提供:";

/* No comment provided by engineer. */
"Google Maps" = "Google マップ";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "画像提供： David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "映像: Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "ヘルプ";

/* Movie category */
"Horror" = "ホラー";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "やってみます。「映画館を追加」のボタンをタップして連絡してください。映画館の名前と電話番号が必要です。ありがとう！";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "IMDB のライセンス料金は残念ながら高すぎます。ごめんなさい！";

/* Movie category */
"Independent" = "インディペンデント";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Instant";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Instant (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Instant Queue";

/* No comment provided by engineer. */
"Instant Watch" = "Instant Watch";

/* No comment provided by engineer. */
"Last Friday" = "前の金曜日";

/* No comment provided by engineer. */
"Last Monday" = "前の月曜日";

/* No comment provided by engineer. */
"Last Saturday" = "前の土曜日";

/* No comment provided by engineer. */
"Last Sunday" = "前の日曜日";

/* No comment provided by engineer. */
"Last Thursday" = "前の木曜日";

/* No comment provided by engineer. */
"Last Tuesday" = "前の火曜日";

/* No comment provided by engineer. */
"Last Wednesday" = "前の水曜日";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%d%@以内";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1%@以内";

/* No comment provided by engineer. */
"License" = "ライセンス";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "ライセンス制約のためすべての映画の指定やレビューは利用可能ではないです。ごめんなさい！";

/* No comment provided by engineer. */
"Loading" = "ロード中";

/* No comment provided by engineer. */
"Loading image" = "ポスター読み込み中";

/* No comment provided by engineer. */
"Localized by:" = "翻訳提供:";

/* No comment provided by engineer. */
"Location" = "場所";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "地図";

/* No comment provided by engineer. */
"Movie Rating" = "映画指定";

/* No comment provided by engineer. */
"Movie details provided by:" = "映画情報提供:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "映画レビュー提供:";

/* No comment provided by engineer. */
"Movies" = "映画";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "映画 (%d)";

/* Movie category */
"Music & Musicals" = "演劇・ミュージカル";

/* No comment provided by engineer. */
"My other applications" = "ほかのアプリケーション";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "名前";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "ネットワークは使用できません";

/* Movie category */
"New 'Instant Watch'" = "新しい 'Instant Watch'";

/* Movie category */
"New DVDs" = "新しい DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "いいえ";

/* No comment provided by engineer. */
"No biography available." = "伝記はありません。";

/* No comment provided by engineer. */
"No information found" = "情報不明";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@'での検索結果はありません。";

/* No comment provided by engineer. */
"No synopsis available." = "解説はありません。";

/* This is what a user picks when they don't want any reviews. */
"None" = "設定なし";

/* No comment provided by engineer. */
"Not yet rated" = "未指定";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Now Playingのフィードバック";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "設定";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ のチケットを注文";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "予告編を再生";

/* No comment provided by engineer. */
"Please Wait" = "お待ちください";

/* No comment provided by engineer. */
"Please enter your location" = "場所を入力してください";

/* No comment provided by engineer. */
"Please wait..." = "お待ちください。";

/* Takes the user to the website for this application */
"Project Website" = "プロジェクト ホームページ";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "指定する！";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "%@ 指定";

/* No comment provided by engineer. */
"Rated:" = "指定:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "レビューを読む";

/* No comment provided by engineer. */
"Really close by" = "近い";

/* No comment provided by engineer. */
"Really far away" = "遠い";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "最近";

/* Movie recommendations from Netflix */
"Recommendations" = "おすすめ";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "公開日";

/* No comment provided by engineer. */
"Release date:" = "公開日:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "公開日:　%@";

/* No comment provided by engineer. */
"Reviews" = "レビュー";

/* Movie category */
"Romance" = "ラブロマンス";

/* No comment provided by engineer. */
"Running time:" = "上映時間:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Saving" = "更新中";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "評価";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "画面回転";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "検索日付";

/* No comment provided by engineer. */
"Search Distance" = "検索距離";

/* No comment provided by engineer. */
"Search Netflix" = "Netflix を検索";

/* No comment provided by engineer. */
"Searching" = "検索中";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "フィードバック送信";

/* No comment provided by engineer. */
"Settings" = "設定";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d軒の隠し映画館を表示する";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "隠し映画館を表示する";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "両方";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "上映情報取得時間: %@。";

/* No comment provided by engineer. */
"Studio:" = "販売元：";

/* Movie category */
"Television" = "テレビ";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "この映画館の上映情報は%@に\n更新されました。";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "映画情報プロバイダーのデータはしばしば検索距離の制限が課されています。「検索距離」を上限の設定に変更してもある映画館は表示されないかもしれません。";

/* No comment provided by engineer. */
"Theaters" = "映画館";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "映画館 (%d)";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "この映画館はまだ上映情報はありません。情報が入ったら%@が自動的に取得します。";

/* Movie category */
"Thrillers" = "スリラー／サスペンス";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "チケット販売提供:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "題名";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Translations" = "翻訳";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "あいにく、 Fandango.com を使う限り、 Movietickets.com は使いません。";

/* No comment provided by engineer. */
"Unknown Distance" = "距離不明";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "公開日不明";

/* No comment provided by engineer. */
"Unrated" = "無指定";

/* No comment provided by engineer. */
"Upcoming" = "近日公開作品";

/* No comment provided by engineer. */
"Updating" = "更新中";

/* No comment provided by engineer. */
"Updating Queue" = "列の更新";

/* No comment provided by engineer. */
"Updating: %@" = "更新: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "小フォントで表示";

/* No comment provided by engineer. */
"Website" = "ウェブサイト";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "答えのない問題があればどうすれば良い？";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "お気に入りの映画館はなぜ消えましたか？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "なぜ %@ は Movietickets.com や Fandango.com で切符を買えないの？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "なぜ %@ は IMDb の指定とレビューを表示しないの？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "なぜ %@ は Yahoo の指定とレビューを表示しないの？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "なぜ %@ はすべての映画の指定とレビューを表示しないの？";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "なぜ %@ はいつもデータをダウンロードしているの？どうして手元に保存しないの？";

/* No comment provided by engineer. */
"Write Review" = "レビューを書く";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "作者: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* No comment provided by engineer. */
"kilometer" = "km";

/* No comment provided by engineer. */
"kilometers" = "km";

/* No comment provided by engineer. */
"mile" = "マイル";

/* No comment provided by engineer. */
"miles" = "マイル";